Repository: kamalkharayat/UaeArabicTranslation
Catalog: Resource.*.resx
Languages: ar_ae

source: About
ar_ae: حول

source: Address
ar_ae: العنوان

source: Back to List
ar_ae: العودة للقائمة

# btnRegister
source: Register
ar_ae: تسجيل

# CaptchaRequired
source: Captcha answer cannot be empty.
ar_ae: CAPTCHA الجواب لا يمكن أن يكون فارغا.

source: Change Password
ar_ae: تغيير كلمة المرور

source: City
ar_ae: المدينة

source: Close
ar_ae: إلغاء

source: Completed Questions
ar_ae: الأسئلة التي تم الإتنهاء منها

# ConfirmDeleteMsg
source: Are you sure you want to delete this?
ar_ae: هل أنت متأكد أنك تريد حذف هذا؟

source: Confirm Password
ar_ae: تأكيد كلمة المرور

source: Confirm Password Required
ar_ae: مطلوب تأكيد كلمة السر

source: ContactNo
ar_ae: رقم التواصل

source: ContactPerson
ar_ae: مسئول التواصل

source: Created By
ar_ae: أنشأ عن طريق

# CreateNewQuestionnaire
source: Generate New Questionnaire
ar_ae: بدء استبيان جديد

source: Create Owner
ar_ae: إضافة مالك

source: Date Of Birth
ar_ae: تاريخ الميلاد

source: Delete
ar_ae: مسح

source: Details
ar_ae: التفاصيل

source: Email
ar_ae: البريد الإلكتروني

source: Email Required
ar_ae: مطلوب البريد الإلكتروني

source: Error Invalid Login
ar_ae: البريد الإلكتروني أو كلمة السر المقدمة غير صحيحة.

source: Forgot Password
ar_ae: نسيت كلمة السر

# IAgree
source: I agree to the
ar_ae: اوافق على جميع الشروط والأحكام الخاصة بالمبادرة

source: Image URL
ar_ae: عنوان الصوره

# IncorrectCaptcha
source: InValid Captcha
ar_ae: كلمة التحقق غير صالحة

# InvalidEmail
source: Invalid Email ID
ar_ae: بريد إلكتروني خاطئ

source: Is Active
ar_ae: نشط

source: Log In
ar_ae: الدخول

source: Login Button
ar_ae: دخول

source: Log Off
ar_ae: تسجيل الخروج

# MenuContent
source: Content
ar_ae: المحتوى

# MenuCountry
source: Country
ar_ae: الجنسية

# MenuDashboard
source: Dashboard
ar_ae: الأسئلة

# MenuFAQ
source: FAQ
ar_ae: التعليمات

source: Message
ar_ae: الرسالة

source: Mobile
ar_ae: الهاتف المتحرك

# MobileRequired
source: Mobile is required
ar_ae: مطلوب الهاتف

source: Modified
ar_ae: معدل

source: Modified By
ar_ae: عدل عن طريق

source: Modify
ar_ae: تعديل

source: Name
ar_ae: الاسم

source: Old Password
ar_ae: كلمة المرور القديمة

source: Password
ar_ae: كلمة المرور

source: Password Length Error
ar_ae: خطأ . يجب أن تكون كلمة السر {0} لا يقل عن {2} أحرف

source: Password Length Info
ar_ae: يجب أن تكون كلمات السر لا تقل عن {length} أحرف.

source: Password Required
ar_ae: مطلوب كلمة السر

source: Passwords Do Not Match
ar_ae: كلمة السر غير مطابقة .

source: Phone
ar_ae: الهاتف

# Registration
source: Register
ar_ae: التسجيل

source: Remember Me
ar_ae: تذكرني

source: Save
ar_ae: حفظ التغييرات

source: Select Country
ar_ae: اختيار الدولة

source: Setting
ar_ae: الإعدادات

source: Start Date
ar_ae: تاريخ البدأ

source: Super Admin
ar_ae: إداري أول

source: User Name
ar_ae: البريد الإلكتروني

# MenuContact
source: Contact Us
ar_ae: اتصل بنا

source: No Data Found
ar_ae: لا توجد معلومات

# btnBackToList
source: Back to list
ar_ae: العودة إلى قائمة

# btnCreateNew
source: Create New
ar_ae: خلق جديد

# btnDelete
source: Delete
ar_ae: حذف

# btnDetails
source: Details
ar_ae: تفاصيل

# btnEdit
source: Edit
ar_ae: تحرير

# btnFilter
source: Filter
ar_ae: فلتر

# MenuChangePassword
source: Change Password
ar_ae: تغيير كلمة المرور

# ChangePasswordMsg
source: Your password has been changed.
ar_ae: تم تغيير كلمة المرور الخاصة بك.

# CompareNewPassword
source: The new password and confirmation password do not match.
ar_ae: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقة.

source: Confirm New Password
ar_ae: تأكيد كلمة المرور الجديدة

source: Current Password
ar_ae: كلمة المرور الحالية

source: New password
ar_ae: كلمة مرور جديدة

# SetPasswordMsg
source: Your password has been set.
ar_ae: تم تعيين كلمة المرور الخاصة بك.

# btnSubmit
source: Submit
ar_ae: إعتمد

# ChangePasswordSuccess
source: Your password has been changed.
ar_ae: تم تغيير كلمة المرور الخاصة بك.

# ConfirmationPassword
source: The new password and confirmation password do not match.
ar_ae: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقة.

# CurrentPasswordRequired
source: The Current password field is required.
ar_ae: مطلوب حقل كلمة المرور الحالية.

# ForgotPasswordMsg
source: Email Sent to you, please check your email.
ar_ae: لإعادة تغيير كلمة المرور، يرجى التحقق من البريد الالكتروني المرسل إليك

source: Go Back to Dashboard
ar_ae: إضغط هنا للعودة إلى الأسئلة التي لم يتم الإجابة عليها

# NewPasswordRequired
source: The New password field is required.
ar_ae: مطلوب حقل كلمة المرور الجديدة.

source: Unable to Change Password
ar_ae: غير قادر على تغيير كلمة المرور

source: Update Password
ar_ae: تحديث كلمة المرور

source: Go Back to Home
ar_ae: العودة إلى الصفحة الرئيسية

# ForgotPasswordTxt
source: Forgot your password
ar_ae: نسيت كلمة المرور

source: Admin Dashboard
ar_ae: مشرف لوحة

source: Additional Chapter Title
ar_ae: الفصل عنوان إضافي

source: Alternative Language Chapter Title
ar_ae: بديل اللغة الفصل عنوان

source: API Packages
ar_ae: الحزم API

source: Application
ar_ae: تطبيق

source: Audible Books
ar_ae: كتب مسموعة

source: Audible Book Title
ar_ae: مسموع عنوان كتاب

source: Books
ar_ae: كتب

source: Chapter Number
ar_ae: عدد الفصل

source: Chapters
ar_ae: فصول

source: Chapter Title
ar_ae: الفصل عنوان

source: Edit
ar_ae: تحرير

source: Revelation
ar_ae: وحي

source: Verses
ar_ae: الآيات

source: Add API Package
ar_ae: إضافة API حزمة

source: Add Application
ar_ae: إضافة تطبيق

source: Add Audible Book
ar_ae: إضافة مسموع كتاب

source: Additional Verse Title
ar_ae: إضافية الآية عنوان

source: Add Verse
ar_ae: إضافة الآية

source: Admin Email
ar_ae: أرسل مشرف

source: Alternative Language Verse Title
ar_ae: اللغة البديلة الآية عنوان

source: API Package
ar_ae: API حزمة

source: API Package Name
ar_ae: API اسم حزمة

source: API Package Title
ar_ae: API حزمة عنوان

source: Application Name
ar_ae: اسم التطبيق

source: Audible Book
ar_ae: مسموع كتاب

source: Chapter
ar_ae: باب

# CreateNewAccount
source: Create a new account.
ar_ae: إنشاء حساب جديد.

source: Hello
ar_ae: مرحبا

source: Next
ar_ae: التالى

source: of
ar_ae: من

source: Owner E-Mail
ar_ae: صاحب البريد الإلكتروني

source: Page
ar_ae: صفحة

source: Prev
ar_ae: السابق

source: Register
ar_ae: تسجيل

source: Sql DB Con String
ar_ae: SQL DB كون سلسلة

source: Unified Id
ar_ae: موحد رقم

source: Verse Number
ar_ae: عدد الآية

source: Verse Title
ar_ae: الآية عنوان

source: Home
ar_ae: الصفحة الرئيسية

# RegisterNewUser
source: Register As New User
ar_ae: تسجيل ومستخدم جديد

# UseAccount
source: Use a local account to log in.
ar_ae: استخدام حساب محلي لتسجيل الدخول.

source: Add Chapter
ar_ae: إضافة الفصل

source: Add Translation
ar_ae: إضافة الترجمة

source: Add Translator
ar_ae: إضافة المترجم

source: Translation
ar_ae: ترجمة

source: Translations
ar_ae: ترجمة

source: TranslationText
ar_ae: نص الترجمة

source: Translator
ar_ae: مترجم

source: Translators
ar_ae: مترجمين

source: TranslatorsName
ar_ae: اسم المترجم

source: Verse
ar_ae: بيت شعر

source: Change Password Form
ar_ae: نموذج تغيير كلمة المرور

# YouLoggedinAs
source: You're logged in as
ar_ae: قمت بتسجيل الدخول كما

source: Manage Account
ar_ae: إدارة الحساب

source: Add Language
ar_ae: إضافة اللغة

source: Language
ar_ae: لغة

source: Languages
ar_ae: اللغات

source: Language Title
ar_ae: العنوان اللغة

source: Listen Anywhere
ar_ae: الاستماع في أي مكان

# ListenText
source: Listen wherever, whenever. Listen to your audiobooks with the Audible, or Kindle, app, and Echo too!
ar_ae: الاستماع في أي مكان، في أي وقت. الاستماع إلى الكاسيت الخاص بك مع مسموع، أو أوقد، التطبيق، وصدى للغاية!

source: No strings attached
ar_ae: بدون قيود أو شروط

# NoStringsAttachedText
source: Cancel anytime, without hassles. You’ll also get our Great Listen Guarantee– exchange a book that didn’t meet your expectations.
ar_ae: إلغاء في أي وقت، دون متاعب. يمكنك أيضا الحصول على لدينا العظمى الاستماع تأمين الضمان تبادل الكتاب الذي لم يكن على مستوى التوقعات الخاصة بك.

# SwitchBetween
source: Switch between Reading and Listening
ar_ae: التبديل بين القراءة والاستماع

# SwitchBetweenText
source: Now you don't have to put a good book down. More than 70,000 Audible titles allow you to switch seamlessly between reading your Kindle version and listening, without losing your place, on Kindle app and Fire devices.
ar_ae: الآن لم يكن لديك لوضع كتاب جيد أسفل. أكثر من 70،000 عناوين مسموع تسمح لك التبديل بسهولة بين قراءة نسخة كيندل الخاص بك، والاستماع، ودون أن تفقد مكانك، على الأجهزة التطبيق وأوقد النار.

source: Select Language
ar_ae: اختار اللغة

source: Select Translator
ar_ae: حدد المترجم

source: Verses Translation
ar_ae: الآيات الترجمة

source: Al Quran
ar_ae: القرأن

source: Search
ar_ae: بحث

source: Add Recitation
ar_ae: إضافة تلاوة

source: Add Recitation Type
ar_ae: إضافة تلاوة نوع

source: Add Reciter
ar_ae: إضافة القارئ

source: Duration In Seconds
ar_ae: المدة بالثواني

source: Recitation
ar_ae: تلاوة

source: Recitations
ar_ae: تلاوات

source: Recitation Size In MB
ar_ae: تلاوة الحجم وفي MB

source: Recitation Type
ar_ae: نوع التلاوة

source: Recitation Types
ar_ae: أنواع التلاوة

source: Recitation Type Title
ar_ae: تلاوة نوع عنوان

source: Recitation URL
ar_ae: URL تلاوة

source: Reciter
ar_ae: راوي

source: Reciters
ar_ae: القراء

source: Reciter Title
ar_ae: القارئ عنوان

source: Recitation Categories
ar_ae: تلاوة الفئات

source: Recitation Sub Categories
ar_ae: تلاوة الفئات الفرعية

# SearchFor
source: Search Results For
ar_ae: نتائج البحث عن

source: Total Items
ar_ae: مجموع الوحدات

source: Recitation Category
ar_ae: تلاوة الفئة

source: Recitation Sub Category
ar_ae: تلاوة الفئة الفرعية

source: Select Sub Category
ar_ae: اختر التصنيف الفرعي

source: Add Recitation Category
ar_ae: إضافة تلاوة الفئة

# AddSubRecitationCategory
source: Add Recitation Sub Category
ar_ae: إضافة تلاوة النوع

source: Description
ar_ae: وصف

source: Recitation Category Name
ar_ae: تلاوة اسم التصنيف

source: Recitation Sub Category Name
ar_ae: تلاوة اسم الفئة الفرعية

# ResetSession
source: Reset
ar_ae: إعادة تعيين

source: Add FAQ
ar_ae: إضافة التعليمات

source: Answer
ar_ae: إجابة

source: FAQ Title
ar_ae: التعليمات عنوان

source: Select Book
ar_ae: اختيار كتاب

source: Selected Book
ar_ae: كتاب المختارة

source: Question
ar_ae: سؤال

# BookMarkNotFound
source: No bookmark found.
ar_ae: لا توجد مرجعية.

source: Juz
ar_ae: الجوز

source: My Bookmark
ar_ae: بلدي المفضلة

source: Send Push Notification
ar_ae: إرسال إشعار دفع

source: Content
ar_ae: محتوى

source: Please Select
ar_ae: اختر من فضلك

source: Add Special Content
ar_ae: إضافة المحتوى الخاص

source: Select Category
ar_ae: اختر الفئة

source: Special Content
ar_ae: المحتوى الخاص

source: Special Contents
ar_ae: المحتويات الخاصة

source: Special Content Title
ar_ae: عنوان محتوى خاص

source: Back to Chapter
ar_ae: العودة إلى الفصل

# Duration
source: Duration In Seconds
ar_ae: المدة بالثواني

# FAQ
source: Frequently Asked Questions
ar_ae: أسئلة مكررة

# FileSize
source: File Size In MB
ar_ae: حجم الملف في MB

source: Loading
ar_ae: جار التحميل

source: Manage
ar_ae: إدارة

source: Manage Content
ar_ae: إدارة المحتوى

source: Quick Links:
ar_ae: روابط سريعة:

source: Recitation File
ar_ae: تلاوة الملف

source: Seconds
ar_ae: ثواني

source: Select Recitation Type
ar_ae: اختر نوع تلاوة

source: Select Reciter
ar_ae: حدد القارئ

source: Surahs
ar_ae: السور

source: Total Verses
ar_ae: مجموع آيات

source: Verse ID
ar_ae: الآية معرف

source: Verse Recitation
ar_ae: الآية تلاوة

source: Verse Translation
ar_ae: الآية الترجمة

source: Banner Notification
ar_ae: إعلام راية

source: Master Codes
ar_ae: رموز رئيسية

source: Add Banner Notification
ar_ae: إضافة راية الإعلام

source: Banner Body Text
ar_ae: نص راية الجسم

source: Banner Image
ar_ae: راية صورة

source: Banner Notifications
ar_ae: راية الإخطارات

source: Banner URl
ar_ae: راية URL

source: Book Title
ar_ae: عنوان كتاب

source: Is Notification Sent
ar_ae: وإعلام المرسلة

source: Notification Name Ar
ar_ae: إخطار اسم هارون

source: Notification Name En
ar_ae: إخطار الاسم والشهرة

source: Notification Type Title
ar_ae: نوع الإخطار عنوان

source: Upload Banner Image
ar_ae: تحميل راية صورة

source: Purpose
ar_ae: غرض

source: Send
ar_ae: إرسال

source: Glossary
ar_ae: قاموس مصطلحات

source: Language Preference
ar_ae: تفضيلات اللغة

source: Symbol
ar_ae: رمز

source: Tajwid
ar_ae: التجويد

# ThankYou
source: Thank you for your Enquiry. We will respond back Shortly.
ar_ae: شكرا لاستفسارك. وسوف نرد الظهر بوقت قصير.

source: Inquiries
ar_ae: استفسارات

source: Message is required
ar_ae: مطلوب رسالة

source: Name is required
ar_ae: اسم مطلوب

source: Purpose of enquiry is required
ar_ae: الغرض من الاستفسار مطلوب

source: All Notifications
ar_ae: جميع الإخطارات

source: Glossary Translations
ar_ae: ترجمة مسارد

source: Add Glossary
ar_ae: إضافة مسرد

source: Add Glossary Translation
ar_ae: إضافة مسرد الترجمة

source: Add Tajwid
ar_ae: إضافة التجويد

source: Contacts
ar_ae: جهات الاتصال

source: Glossaries
ar_ae: مسارد

source: Glossary Title
ar_ae: عنوان المصطلحات

source: Glossary Translation
ar_ae: الترجمة مسرد

source: Modified On
ar_ae: تعديل ل

source: Tajwid List
ar_ae: قائمة التجويد

source: Thumb URL
ar_ae: URL الإبهام

source: Add Master Code
ar_ae: إضافة رمز ماستر

source: Add Recitation Notification
ar_ae: إضافة إعلام تلاوة

source: Code
ar_ae: رمز

source: File
ar_ae: ملف

source: Master Code
ar_ae: كود ماستر

source: Master Code Title
ar_ae: سيد الرمز عنوان

# NotAllowedFileType
source: This is not an allowed file type
ar_ae: غير مسموح نوع الملف

source: Notification
ar_ae: إعلام

source: Notification Frequency
ar_ae: تردد إعلام

source: Notification Name Arabic
ar_ae: إخطار اسم العربية

source: Notification Name English
ar_ae: إخطار اسم الإنجليزية

source: Notification Type
ar_ae: نوع الإشعار

source: Repeat Count
ar_ae: كرر عدد

source: Select Notification
ar_ae: حدد إعلام

source: Select Recitation by File
ar_ae: اختر تلاوة بواسطة الملف

source: Select Recitation by System
ar_ae: اختر تلاوة النظام

source: Select Verse
ar_ae: اختر الآية

source: Show All
ar_ae: عرض الكل

source: Time Interval
ar_ae: الفاصل الزمني

source: UploadRecitationFile
ar_ae: تحميل تلاوة الملف

# SpecialContentTitleAr
source: Special Content Title Arabic
ar_ae: خاصة المحتوى عنوان العربية

# PreviousBookMark
source: Previous bookmarks
ar_ae: إرسال السابقة

# TodaysBookMark
source: Today’s bookmarks
ar_ae: العناوين اليوم

# ViewAllBookmarks
source: View all
ar_ae: مشاهدة الكل

source: Font size
ar_ae: حجم الخط

source: Reading
ar_ae: قراءة

source: Add Nuzul
ar_ae: إضافة نزل

# AlternateLanguageExplanation
source: Alternate Language Explaination
ar_ae: شرح لغة بديل

source: Explaination
ar_ae: شرح

source: Grammar List
ar_ae: قائمة قواعد اللغة

source: Mufassirs
ar_ae: المفسر

source: Nuzul
ar_ae: نزل

source: Nuzul List
ar_ae: قائمة نزل

source: Tafseers
ar_ae: التفاسير

source: Page no :
ar_ae: رقم الصفحة :
